Repository: Wentong-Liu/SayIt
Catalog: SayItCore/Sources/SayItCore/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# learn.suggestion.accept
source: Add
zh_hans: 添加

# learn.suggestion.dismiss
source: Dismiss
zh_hans: 忽略

# learn.suggestion.title
source: Add "%@" to dictionary?
zh_hans: 把“%@”加入词典？

# model.downloadFailed
source: Download failed, please try again
zh_hans: 下载失败，请重试

# model.downloadIncomplete
source: Download finished but the model files are incomplete
zh_hans: 下载完成但模型文件不完整

# hud.done
source: Done
zh_hans: 完成

# hud.error
source: Something went wrong
zh_hans: 出错了

# hud.idle
source: Ready
zh_hans: 准备就绪

# hud.listening
source: Listening…
zh_hans: 聆听中…

# hud.modelNotReady
source: Local model still downloading — please wait or switch to cloud
zh_hans: 本地模型仍在下载，请稍候或切换到云端

# hud.polishing
source: Polishing…
zh_hans: 润色中…

# hud.preparingModel
source: Preparing model…
zh_hans: 准备模型中…

# hud.takingLonger
source: Taking longer than usual…
zh_hans: 转写时间比往常要长

# hud.transcribing
source: Transcribing…
zh_hans: 识别中…
